Repository: yehudaTiram/atr-advanced-menu
Catalog: languages/atr-advanced-menu-*.po
Languages: he_il

source: Atr Advanced Menu Options
he_il: אפשרויות - אתרים ת.ר. - תפריט מתקדם

source: Display Options
he_il: הצג אפשרויות

source: ATR Advanced Menu custom fields
he_il: שדות מותאמים - אתרים ת.ר. - תפריט מתקדם

source: <strong>Subtitle</strong>
he_il: <strong>כותרת משנה</strong>

source: <strong>Panel class</strong> - used only in top level items (optional)
he_il: <strong>מחלקת הפאנל</strong> - רלוונטי רק לרמה העליונה (אופציונאלי)

source: Select item image
he_il: בחר תמונה לפריט

source: None
he_il: כלום

source: Use featured image
he_il: השתמש בתמונה ראשית

source: Item image from library
he_il: תמונת פריט מספרית המדיה

source: Item image from CSS
he_il: תמונת פריט מ CSS

source: Use the post featured image for this menu item
he_il: השתמש בתמונה הראשית של הפוסט לפריט זה

source: <strong>Icon class</strong> - Write the class for font icon.
he_il: <strong>מחלקת האייקון</strong> - כתוב את שם המחלקה לפונט אייקון.

source: Content from post
he_il: תוכן מפוסט

source: Remove title (and link) from this menu item.
he_il: הסר כותרת (וקישור) מפריט זה.

source: <strong>Content from post</strong> - Write the the post id to insert its content into this item.
he_il: <strong>תוכן מפוסט</strong> - כתוב את מספר הזיהוי של הפוסט כדי להכניס את תכנו לפריט זה.

source: Use this post excerpt with link to target post.
he_il: השתמש בתקציר של פוסט זה עם קישור לגוף הפוסט.

source: Display this post featured image.
he_il: הצג את התמונה הראשית של פוסט זה.

source: <p class="atr-inline-warning featuredimage-error"><span class="dashicons dashicons-warning"></span>No featured image set. Please set it in post edit page!</p>
he_il: <p class="atr-inline-warning featuredimage-error"><span class="dashicons dashicons-warning"></span>לא הוגדרה תמונה ראשית. נא הגדר אותה בעריכת הפוסט!</p>

source: Upload/Select Image
he_il: העלאה\בחירת תמונה

source: Preview
he_il: צפיה מקדימה

source: <span class="atr-inline-warning"><strong>Note: You cannot use font icon. Please define the font icons file in the plugin settings -> "Load icon font"! </strong></span>
he_il: <span class="atr-inline-warning"><strong>שים לב: אינך יכול להשתמש בפונט אייקון. נא לגשת להגדרות התוסף ולכתוב את הנתיב לקובץ פונט אייקון בשדה "Load icon font"! </strong></span>

source: You can, among other things, customize your menu classes and icon font from here.
he_il: כאן ניתן, בין השאר, לקבוע את מחלקות ה CSS של התפריט ואת קובץ האייקון פונט

source: CSS file url
he_il: כתובת URL של קובץ ה CSS שלך

source: Leave empty if you write the menu css classes in style.css (in your active theme).<br />If you want a dedicated css file, write its URL here.<br />For first time use, try inserting here the URL: http://yoursite.com/wp-content/plugins/atr-advanced-menu/public/menu-templates/atr-megamenu-black.css<br />This is a black demo skin provided to get the feel of the plugin effect.
he_il: השאר ריק אם הינך כותב את כל מחלקות ה CSS של התפריט בקובץ style.css (בתבנית הפעילה שלך).<br />אם ברצונך להשתמש בקובץ CSS ייעודי לתפריט, כתוב את כתובת ה URL של קובץ זה כאן.<br />לשימוש ראשון תוכל לכתוב את ה URL http://yoursite.com/wp-content/plugins/atr-advanced-menu/public/menu-templates/atr-megamenu-black.css. זהו סקין שחור המסופק עם התוסף כדי שתוכל לראות את האפקט של השימוש בו.

source: Do not load any CSS file
he_il: אל תטען כלל קובץ CSS לתפריט

source: <span class="atr-inline-red"><strong>It will prevent the load of any CSS file by the plugin</strong></span>.<br />In that case you must include some basic CSS classes in your theme for the menu to work properly. See what is mandatory for the menu to work <a target="_blank" href="http://www.atarimtr.com/atr-advanced-menu/mandatory-css-classes-atr/">here</a>.
he_il: <span class="atr-inline-red"><strong>סימון זה ימנע טעינה של כל קבצי ה CSS על ידי התוסף.</strong></span><br />במקרה זה הינך חייב לכלול מחלקות CSS חיוניות בתבנית הפעילה שלך על מנת שהתפריט יעבוד כראוי. ראה מחלקות אלו <a target="_blank" href="http://www.atarimtr.com/atr-advanced-menu/mandatory-css-classes-atr/">here</a>

source: Icon font URL
he_il: כתובת URL של קובץ האייקון פונט

source: I load icon fonts for front end elsewhere
he_il: אני טוען את קובץ האייקון פונט במקום אחר.

source: Check this if you load icon fonts elsewhere (like from theme). The font will be loaded only for the backend preview.
he_il: סמן כאן אם הינך טוען את האייקון פונט במקום אחר (למשל בתבנית הפעילה שלך). הפונט ייטען רק בתצוגת אדמינ.

source: Menu panel default css class
he_il: מחלקת CSS של הפאנלים בתפריט

source: Menu items css class prefix
he_il: קידומת למחלקות ה CSS בתפריט

source: Display in style edit mode
he_il: הצג תפריט במצב פיתוח
